{
  "quotes": [
    {
      "quote": "All that you touch You Change. All that you Change Changes you. The only lasting truth Is Change. God Is Change.",
      "author": "God is Change, Earthseed"
    },
    {
      "quote": "Prodigy is, at its essence, adaptability and persistent, positive obsession. Without persistence, what remains is an enthusiasm of the moment. Without adaptability, what remains may be channeled into destructive fanaticism. Without positive obsession, there is nothing at all.",
      "author": "Prodigy, Earthseed"
    },
    {
      "quote": "A gift of God May sear unready fingers.",
      "author": "A gift of God, Earthseed"
    },
    {
      "quote": "We do not worship God. We perceive and attend God. We learn from God. With forethought and work, We shape God. In the end, we yield to God. We adapt and endure, For we are Earthseed And God is Change.",
      "author": "We shape God, Earthseed"
    },
    {
      "quote": "God is Power— Infinite, Irresistible, Inexorable, Indifferent. And yet, God is Pliable— Trickster, Teacher, Chaos, Clay. God exists to be shaped. God is Change.",
      "author": "God exists to be shaped, Earthseed"
    },
    {
      "quote": "Intelligence is ongoing, individual adaptability. Adaptations that an intelligent species may make in a single generation, other species make over many generations of selective breeding and selective dying. Yet intelligence is demanding. If it is misdirected by accident or by intent, it can foster its own orgies of breeding and dying.",
      "author": "Intelligence is adaptability, Earthseed"
    },
    {
      "quote": "A victim of God may, Through learning and adaption, Become a partner of God, A victim of God may, Through forethought and planning, Become a shaper of God. Or a victim of God may, Through shortsightedness and fear, Remain God's victim, God's plaything, God's prey.",
      "author": "A victim of God, Earthseed"
    },
    {
      "quote": "Belief Initiates and guides action— Or it does nothing.",
      "author": "Belief, Earthseed"
    },
    {
      "quote": "Drowning people Sometimes die Fighting their rescuers",
      "author": "Drowning People, Earthseed"
    },
    {
      "quote": "We are all Godseed, but no more or less so than any other aspect of the universe. Godseed is all there is—all that Changes. Earthseed is all that spreads Earthlife to new earths. The universe is Godseed. Only we are Earthseed. And the Destiny of Earthseed is to take root among the stars.",
      "author": "We are Earthseed, Earthseed"
    },
    {
      "quote": "Why is the universe? To shape God. Why is God? To shape the universe.",
      "author": "The Paradox, Earthseed"
    },
    {
      "quote": "A tree Cannot grow In its parents' shadows.",
      "author": "A Tree, Earthseed"
    },
    {
      "quote": "The Destiny of Earthseed Is to take root among the stars.",
      "author": "The Destiny of Earthseed, Earthseed"
    },
    {
      "quote": "To get along with God, Consider the consequences of your behavior.",
      "author": "Consequences, Earthseed"
    },
    {
      "quote": "All struggles Are essentially power struggles. Who will rule, Who will lead, Who will define, refine, confine, design, Who will dominate. All struggles Are essentially power struggles, And most are no more intellectual than two rams knocking their heads together.",
      "author": "Power Struggles, Earthseed"
    },
    {
      "quote": "Civilization is to groups what intelligence is to individuals. It is a means of combining the intelligence of many to achieve ongoing group adaptation. Civilization, like intelligence, may serve well, serve adequately, or fail to serve its adaptive function. When civilization fails to serve, it must disintegrate unless it is acted upon by unifying internal or external forces.",
      "author": "Civilization is to intelligence, Earthseed"
    },
    {
      "quote": "When apparent stability disintegrates, As it must— God is Change— People tend to give in To fear and depression, To need and greed. When no influence is strong enough To unify people They divide. They struggle, One against one, Group against group, For survival, position, power. They remember old hates and generate new ones, They create chaos and nurture it. They kill and kill and kill, Until they are exhausted and destroyed, Until they are conquered by outside forces, Or until one of them becomes A leader Most will follow, Or a tyrant Most fear.",
      "author": "When stability disintegrates, Earthseed"
    },
    {
      "quote": "Any Change may bear seeds of benefit. Seek them out. Any Change may bear seeds of harm. Beware. God is infinitely malleable. God is Change.",
      "author": "Any change, Earthseed"
    },
    {
      "quote": "All successful life is Adaptable, Opportunistic, Tenacious, Interconnected, and Fecund. Understand this. Use it. Shape God.",
      "author": "All successful life, Earthseed"
    },
    {
      "quote": "We are Earthseed The life that perceives itself Changing.",
      "author": "Life that perceives itself changing, Earthseed"
    },
    {
      "quote": "There is no end To what a living world Will demand of you.",
      "author": "What a living world will demand, Earthseed"
    },
    {
      "quote": "We are Earthseed. We are flesh—self aware, questing, problem-solving flesh. We are that aspect of Earthlife best able to shape God knowingly. We are Earthlife maturing, Earthlife preparing to fall away from the parent world. We are Earthlife preparing to take root in new ground, Earthlife fulfilling its purpose, its promise, its Destiny.",
      "author": "Earthlife, Earthseed"
    },
    {
      "quote": "In order to rise From its own ashes A phoenix First Must Burn.",
      "author": "A Phoenix, Earthseed"
    },
    {
      "quote": "Kindness eases Change.",
      "author": "Kindness, Earthseed"
    },
    {
      "quote": "Earthseed Cast on new ground Must first perceive That it knows nothing.",
      "author": "Cast on new ground, Earthseed"
    }
  ]
}