{
  "quotes": [
    {
      "quote": "Purpose Unifies us: It focuses our dreams, Guides our plans, Strengthens our efforts. Purpose Defines us, Shapes us, And offers us Greatness.",
      "author": "Purpose unifies us, Earthseed"
    },
    {
      "quote": "To make peace with others, Make peace with yourself: Shape God With generosity And compassion. Minimize harm. Shield the weak. Treasure the innocent. Be true to the Destiny. Forgive your enemies. Forgive yourself.",
      "author": "Make Peace, Earthseed"
    },
    {
      "quote": "We can, Each of us, Do the impossible As long as we can convince ourselves That it has been done before.",
      "author": "Do the impossible, Earthseed"
    },
    {
      "quote": "Choose your leaders with wisdom and forethought. To be led by a coward is to be controlled by all that the coward fears. To be led by a fool is to be led by the opportunists who control the fool. To be led by a thief is to offer up your most precious treasures to be stolen. To be led by a liar is to ask to be told lies. To be led by a tyrant is to sell yourself and those you love into slavery.",
      "author": "Choose your leaders, Earthseed"
    },
    {
      "quote": "Beware: Ignorance Protects itself. Ignorance Promotes suspicion. Suspicion Engenders fear. Fear quails, Irrational and blind, Or fear looms, Defiant and closed. Blind, closed, Suspicious, afraid, Ignorance Protects itself, And protected, Ignorance grows.",
      "author": "Ignorance, Earthseed"
    },
    {
      "quote": "When vision fails Direction is lost. When direction is lost Purpose may be forgotten. When purpose is forgotten Emotion rules alone. When emotion rules alone, Destruction...destruction.",
      "author": "When vision fails, Earthseed"
    },
    {
      "quote": "Self is. Self is body and bodily perception. Self is thought, memory, belief. Self creates. Self destroys. Self learns, discovers, becomes. Self shapes. Self adapts. Self invents its own reasons for being. To shape God, shape Self.",
      "author": "Self is, Earthseed"
    },
    {
      "quote": "Take comfort. Each move toward the Destiny, Each achievement of the Destiny, Must mean new beginnings, New worlds, A rebirth of Earthseed. Alone, Each of us is mortal. Yet through Earthseed, Through the Destiny, We join. We are purposeful Immortal Life!",
      "author": "Immortal Life, Earthseed"
    },
    {
      "quote": "The Destiny of Earthseed Is to take root among the stars. It is to live and to thrive On new earths. It is to become new beings And to consider new questions. It is to leap into the heavens Again and again. It is to explore the vastness Of heaven. It is to explore the vastness Of ourselves.",
      "author": "To explore the vastness, Earthseed"
    },
    {
      "quote": "All prayers are to Self And, in one way or another, All prayers are answered. Pray, But beware. Your desires, Whether or not you achieve them Will determine who you become.",
      "author": "All prayers, Earthseed"
    },
    {
      "quote": "Beware: All too often, We say What we hear others say. We think What we're told that we think. We see What we're permitted to see. Worse! We see what we're told that we see. Repetition and pride are the keys to this. To hear and to see Even an obvious lie Again And again and again May be to say it, Almost by reflex Then to defend it Because we've said it And at last to embrace it Because we've defended it And because we cannot admit That we've embraced and defended An obvious lie. ... Thus, without thought, Without intent, We make Mere echoes Of ourselves— And we say What we hear others say.",
      "author": "What others say, Earthseed"
    },
    {
      "quote": "All religions are ultimately cargo cults. Adherents perform required rituals, follow specific rules, and expect to be supernaturally gifted with desired rewards—long life, honor, wisdom, children, good health, wealth, victory over opponents, immortality after death, any desired rewards. Earthseed offers its own rewards—room for small groups of people to begin new lives and new ways of life with new opportunities, new wealth, new concepts of wealth, new challenges to grow and to learn and to decide what to become. Earthseed is the dawning adulthood of the human species. It offers the only true immortality. It enables the seeds of the Earth to become the seeds of new life, new communities on new earths. The Destiny of Earthseed is to take root among the stars, and there, again, to grow, to learn, and to fly.",
      "author": "Rewards, Earthseed"
    },
    {
      "quote": "Are you Earthseed? Do you believe? Belief will not save you. Only actions Guided and shaped By belief and knowledge Will save you. Belief Initiates and guides action— Or it does nothing.",
      "author": "Only actions, Earthseed"
    },
    {
      "quote": "To survive, Let the past Teach you— Past customs, Struggles, Leaders and thinkers. Let These Help you. Let them inspire you, Warn you, Give you strength. But beware: God is Change. Past is past. What was Cannot Come again. To survive, Know the past. Let it touch you. Then let The past Go.",
      "author": "The Past, Earthseed"
    },
    {
      "quote": "There is nothing alien About nature. Nature Is all that exists. It's the earth And all that's on it. It's the universe And all that's in it. It's God, Never at rest. It's you, Me, Us, Them, Struggling upstream Or drifting down.",
      "author": "Nature, Earthseed"
    },
    {
      "quote": "Earthseed is adulthood. It's trying our wings, Leaving our mother, Becoming men and women. We've been children, Fighting for the full breasts, The protective embrace, The soft lap. Children do this. But Earthseed is adulthood. Adulthood is both sweet and sad. It terrifies. It empowers. We are men and women now. We are Earthseed. And the Destiny of Earthseed Is to take root among the stars.",
      "author": "Adulthood, Earthseed"
    }
  ]
}