{
  "quotes": [
    {
      "quote": "Embrace diversity. Unite— Or be divided, robbed, ruled, killed By those who see you as prey. Embrace diversity Or be destroyed.",
      "author": "Embrace diversity, Earthseed"
    },
    {
      "quote": "Once or twice each week A Gathering of Earthseed is a good and necessary thing. It vents emotion, then quiets the mind. It focuses attention, strengthens purpose, and unifies people.",
      "author": "A Gathering of Earthseed, Earthseed"
    },
    {
      "quote": "Changes. The galaxies move through space. The stars ignite, burn, age, cool, Evolving. God is Change. God prevails.",
      "author": "The Galaxies, Earthseed"
    },
    {
      "quote": "God is neither good nor evil, neither loving nor hating. God is Power. God is Change. We must find the rest of what we need within ourselves, in one another, in our Destiny.",
      "author": "The rest of what we need, Earthseed"
    },
    {
      "quote": "The Self must create Its own reasons for being. To shape God, Shape Self.",
      "author": "Shape Self, Earthseed"
    },
    {
      "quote": "As wind, As water, As fire, As life, God Is both creative and destructive, Demanding and yielding, Sculptor and clay. God is Infinite Potential: God is Change.",
      "author": "Sculptor and Clay, Earthseed"
    },
    {
      "quote": "Your teachers Are all around you. All that you perceive, All that you experience, All that is given to you or taken from you, All that you love or hate, need or fear Will teach you— If you will learn. God is your first and your last teacher. God is your harshest teacher: subtle, demanding. Learn or die.",
      "author": "Your teachers, Earthseed"
    },
    {
      "quote": "Respect God: Pray working. Pray learning, planning, doing. Pray creating, teaching, reaching. Pray working. Pray to focus your thoughts, still your fears, strengthen your purpose. Respect God. Shape God. Pray working.",
      "author": "Pray working, Earthseed"
    },
    {
      "quote": "Create no images of God. Accept the images that God has provided. They are everywhere, in everything. God is Change— Seed to tree, tree to forest; Rain to river, river to sea; Grubs to bees, bees to swarm. From one, many; from many, one; Forever uniting, growing, dissolving— forever Changing. The universe is God's self-portrait.",
      "author": "Images of God, Earthseed"
    },
    {
      "quote": "Here we are— Energy, Mass, Life, Shaping Life, Mind, Shaping Mind, God, Shaping God. Consider— We are born Not with purpose, But with potential.",
      "author": "We are born, Earthseed"
    },
    {
      "quote": "We give our dead To the orchards And the groves. We give our dead To life.",
      "author": "We give our dead, Earthseed"
    },
    {
      "quote": "Darkness Gives shape to the light As light Shapes the darkness. Death Gives shape to life As life Shapes death. The universe And God Share this wholeness, Each Defining the other. God Gives shape to the universe As the universe Shapes God.",
      "author": "Darkness gives shape, Earthseed"
    },
    {
      "quote": "Chaos Is God's most dangerous face— Amorphous, roiling, hungry. Shape Chaos— Shape God. Act. Alter the speed Or the direction of Change. Vary the scope of Change. Recombine the seeds of Change. Transmute the impact of Change. Seize Change. Use it. Adapt and grow.",
      "author": "Chaos, Earthseed"
    },
    {
      "quote": "God is Change, And in the end, God prevails. But meanwhile... Kindness eases Change. Love quiets fear. And a sweet and powerful Positive obsession Blunts pain, Diverts rage, And engages each of us In the greatest, The most intense Of our chosen struggles.",
      "author": "Positive Obsession, Earthseed"
    },
    {
      "quote": "God is Change. God is Infinite, Irresistible, Inexorable, Indifferent. God is Trickster, Teacher, Chaos, Clay— God is Change. Beware: God exists to shape And to be shaped.",
      "author": "God is Trickster, Earthseed"
    },
    {
      "quote": "Death Is a great Change— Is life's greatest Change. We honor our beloved dead. As we mix their essence with the earth, We remember them, And within us, They live.",
      "author": "Death, Earthseed"
    },
    {
      "quote": "We have lived before. We will live again. We will be silk, Stone, Mind, Star. We will be scattered, Gathered, Molded, Probed. We will live And we will serve life. We will shape God And God will shape us Again, Always again, Forevermore.",
      "author": "We have lived before, Earthseed"
    },
    {
      "quote": "To shape God With wisdom and forethought, To benefit your world, Your people, Your life, Consider consequences, Minimize harm Ask questions, Seek answers, Learn, Teach.",
      "author": "To benefit your world, Earthseed"
    },
    {
      "quote": "These are the words of welcoming: ... We, your people Welcome you. We are Earthseed. You are Earthseed— One of many One unique, One small seed, One great promise. Tenacious of life, Shaper of God, Water, Fire, Sculptor, Clay, You are Earthseed! And your Destiny, The Destiny of Earthseed, Is to take root Among the stars.",
      "author": "The words of welcoming, Earthseed"
    },
    {
      "quote": "Civilization is to groups what intelligence is to individuals. Civilization provides ways of combining the information, experience, and creativity of the many to achieve ongoing group adaptability.",
      "author": "Civilization, Earthseed"
    },
    {
      "quote": "Do not worship God Inexorable God Neither needs nor wants Your worship. Instead, Acknowledge and attend God, Learn from God, With forethought and intelligence, Imagination and industry, Shape God. When you must, Yield to God. Adapt and endure. For you are Earthseed, And God is Change.",
      "author": "Do not worship God, Earthseed"
    },
    {
      "quote": "Beware: At war Or at peace, More people die Of unenlightened self-interest Than of any other disease.",
      "author": "Unenlightened Self-Interest, Earthseed"
    },
    {
      "quote": "God is Change And hidden within Change Is surprise, delight, Confusion, pain, Discovery, loss, Opportunity, and growth. As always, God exists To shape And to be shaped.",
      "author": "Hidden within Change, Earthseed"
    },
    {
      "quote": "The child in each of us Knows paradise. Paradise is home. Home as it was Or home as it should have been. Paradise is one's own place, One's own people, One's own world, Knowing and known, Perhaps even Loving and loved. Yet every child Is cast from paradise— Into growth and destruction, Into solitude and new community, Into vast, ongoing Change.",
      "author": "Paradise, Earthseed"
    },
    {
      "quote": "Partnership is giving, taking, learning, teaching, offering the greatest possible benefit while doing the least possible harm. Partnership is mutualistic symbiosis. Partnership is life. Any entity, any process that cannot or should not be resisted or avoided must somehow be partnered. Partner one another. Partner diverse communities. Partner life. Partner any world that is your home. Partner God. Only in partnership can we thrive, grow, Change. Only in partnership can we live.",
      "author": "Partnership, Earthseed"
    }
  ]
}